{"rat": ["A rat is capable of sneezing.", "A rat has the lungs, mouth, and diaphragm.", "A rat has fur properties.", "Rats belong to the mammals category.", "A rat has the lungs, esophagus, and stomach parts.", "A rat is a mouse.", "A rat has sensitivity and sensitivity.", "A rat is capable of sneezing, digging, and eating.", "A rat is a kind of mammal.", "Rats are mammals.", "A rat is made of venom.", "A rat has lungs, mouth, diaphragm, and stomach.", "A rat is made of fat.", "A rat is capable of locomotion.", "A rat has a skeletal system."], "starling": ["A starling is capable of flight.", "A starling is made of feathers.", "A starling belongs to the category of birds.", "A starling has wings, a mouth, and some wings.", "A starling is a bird.", "A starling is made of white fur.", "A starling is a bird.", "A starling is capable of making eyes.", "A starling has a wing and a tail.", "A starling has a.", "A starling is a kind of bird.", "A starling has wings, tadpoles, and the mouth.", "A starling has color, size and many other properties.", "A starling is capable of flight and hibernation.", "A starling has the properties of color and sensitivity."], "pigeon": ["A pigeon belongs to the raccoons category.", "A pigeon belongs to the category of birds.", "A pigeon has lungs and mouth.", "A pigeon is a bird.", "A pigeon has furry properties.", "A pigeon is made of feathers.", "A pigeon has lungs, mouth, and feet.", "A pigeon belongs to the mammals category.", "A pigeon is a kind of bird.", "A pigeon has feathers.", "A pigeon has the lungs, mouth, and body.", "A pigeon is capable of flight?"], "ant": ["An ant has specialized cells for feeding on insects.", "An ant has cell properties.", "An ant belongs to the predator category.", "An ant has eyes, nymphs, and body.", "An ant is capable of reproduction.", "An ant is an animal.", "An ant is made of cellulose.", "An ant has eyes, nymphs, and larvae.", "An ant belongs to predators.", "An ant is capable of stinging.", "An ant has specialized cells for protection and specialized cells for protection.", "An ant is capable of sex reproduction.", "An ant is a kind of worm.", "An ant belongs to the category of insects.", "An ant is made of venom.", "An ant is a kind of lizard.", "An ant has specialized cells for healing.", "An ant is made of specialized cells."], "mink": ["A mink is made of a mineral.", "A mink is capable of absorbing light.", "A mink has fur.", "A mink is a mammal.", "A mink is made of calcified material.", "A mink is a kind of mammal.", "A mink is a mammal that eats mice.", "A mink is made of calcified material.", "A mink has fur.", "A mink has lungs, esophagus, and mouth.", "A mink belongs to the fur category.", "A mink is capable of making objects appear bigger.", "A mink belongs to the category of mammals.", "A mink has the lungs, mouth, and diaphragm.", "A mink is capable of attracting prey."], "german shepherd": ["A german shepherd is capable of scents.", "A german shepherd is capable of smelling.", "A german shepherd belongs to the category .", "A german shepherd has eyes, paws, and a mouth.", "A german shepherd is a kind of dog.", "A german shepherd has a mouth, a stomach, and a back.", "A german shepherd is a kind of dog.", "A german shepherd belongs to the breed category.", "A german shepherd has a property to live in.", "A german shepherd is made of mainly wool.", "A german shepherd has a loving heart and a loving heart.", "A german shepherd is capable of .", "A german shepherd has a mouth, a stomach, and a back bone.", "A german shepherd is made of is.", "A german shepherd is primarily made of wool"], "rabbit": ["A rabbit is made of skin.", "A rabbit is a mammal.", "A rabbit is camouflaged and is camouflaged.", "A rabbit is capable of sneezing.", "A rabbit is capable of camouflage.", "A rabbit is capable of movement.", "A rabbit has the fur and fury properties.", "A rabbit has lungs, ect.", "A rabbit belongs to the mammal category.", "A rabbit is a rabbit.", "A rabbit has tadpoles.", "A rabbit belongs to mammals.", "A rabbit is made of wood."], "squirrel": ["A squirrel belongs to the carnivores category.", "A squirrel is capable of camouflage", "A squirrel is made of tan.", "A squirrel has sensitivity.", "A squirrel is made of venomous.", "A squirrel belonged to the mammals category.", "A squirrel is capable of moving.", "A squirrel is made of venom.", "A squirrel has lungs, ect.", "A squirrel is a mammal.", "A squirrel is a kind of animal.", "A squirrel has lungs, eyes, and mouth.", "A squirrel has the properties of fur.", "A squirrel has lungs.", "A squirrel is capable of fur.", "A squirrel has color and fur."], "ape": ["A mellow ape is made of hair.", "An ape is made of skeletal system", "An ape is made of apes.", "An ape has the fur, skeletal system, paws, and eyes.", "An ape belongs to the category of mammals.", "An ape is a multicellular organism that lives on the earth.", "An ape is capable of?", "An ape is a multicellular organism that moves around.", "An ape is a mammal.", "An ape has the properties of a fur.", "The ape has the brain, the spinal cord, the eyes, and feet.", "A ape has tadpoles.", "An ape has the brain, the spinal cord, the eyes, and the mouth."], "cypress": ["Cypress is capable of tall trees.", "A cypress is capable of height.", "A cypress has leaves, needles, seeds and roots.", "Cypress belongs to the category of trees.", "A cypress has a cypress.", "A cypress is a tree.", "Cypress has height and height properties.", "Cypresses belong to the tree.", "A cypress is made of wood.", "A cypress is made of a tree.", "Cypresses have leaves, needles and roots.", "A cypress is capable of fire.", "A cypress is made of.", "A cypress belongs to the tree family."], "gecko": ["A gecko is venomous and venomous.", "A gecko is an animal.", "A gecko has a property.", "A gecko belongs to the category of reptiles.", "A gecko is capable of burying an egg.", "A gecko belongs to the reptile category.", "A gecko belongs to the mammals category.", "A gecko is made of venom.", "A gecko is an animal.", "A gecko has lungs, a mouth, and tadpoles.", "A gecko has lungs, ect.", "A gecko has venomous properties.", "A gecko is capable of camouflage.", "A gecko is a prey."], "earthworm": ["Earthworms are living living things.", "An earthworm is made of venom.", "An earthworm is a worm.", "An earthworm is capable of absorbing nutrients.", "An earthworm has decomposition properties.", "An earthworm belongs to the category of worms.", "An earthworm is capable of absorbing light.", "An earthworm is a kind of living thing.", "An earthworm belongs to the category of.", "An earthworm has a number of properties.", "An earthworm has gills, worms, and an intestine.", "An earthworm has gills, worms, and traps.", "An earthworm is capable of eating plants.", "An earthworm has tadpoles.", "An earthworm is made of worms."], "magpie": ["A magpie is a bird that eats insects.", "A magpie is an animal.", "A magpie is capable of attracting prey and eating them.", "A magpie belongs to the category of birds.", "A magpie is made of magma.", "A magpie has eyes, a mouth, and some feathers.", "A magpie has sensitivity.", "A magpie belongs to the category of insects.", "A magpie has eyes, talons, and feet.", "A magpie is made of venom.", "A magpie is capable of camouflage.", "A magpie has eyes.", "A magpie has eyes.", "A magpie is capable of attracting prey."], "cock": ["A cock is made of scales.", "A cock has feathers, tadpoles, eyes.", "A cock belongs to the category of mammals.", "A cock has tadpoles.", "A cock is made of tadpoles", "A cock is made of feathers.", "A cock is a bird.", "A cock is an animal.", "A cock is capable of flight.", "A cock is capable of bouncing ball on noise.", "A cock has feathers.", "A cock is an animal that is an animal.", "A cock is capable of bouncing a ball on the noise waves.", "A cock belongs to the avian category.", "A cock has tadpoles properties.", "A cock has feathers and tadpoles."], "crocodile": ["A crocodile is made of venom.", "A crocodile is an animal.", "A Crocodile is a kind of reptile", "A crocodile is capable of reversing.", "A crocodile is capable of bouncing ball on impact.", "Crocodiles have skin properties.", "Crocodiles belong to the reptiles category.", "A crocodile has skin color that matches its habitat.", "A crocodile belongs to the fish category.", "A crocodile is capable of destroying itself.", "A crocodile is made of scales.", "A crocodile is made of scales, organic material material and a crocodile is organic material", "A crocodile is an aquatic animal.", "A crocodile has a number of properties.", "A crocodile has the gills, rectum, and mouth.", "A crocodile has gills, mouth, and dimples.", "Crocodiles have the gills, mouth, and back."], "foxhound": ["A foxhound is a mammal.", "A foxhound is made of a foxhound.", "A foxhound is made of fur.", "A foxhound is capable of smelling, hearing, smell.", "A foxhound is capable of smelling danger.", "A foxhound has paws, talons, and a mouth.", "A foxhund has color and fur.", "A foxhound has paws, a tail, and eyes.", "A foxhound is made of sheep.", "Foxhounds belong to the category of dogs.", "A foxhound belongs to the category of sex animals.", "A foxhound has paws, drool, eyes.", "A foxhound belongs to the category of hounds.", "A foxhound has fur.", "A foxhound is a dog.", "A foxhound is a kind of dog.", "A foxhound has color, fur color, and bone structure."], "birch": ["A birch is made of a tree.", "A birch has the properties of height and height.", "A birch has a needle, seeds and needle.", "A birch is capable of making paper.", "A birch is a tree.", "A birch is capable of.", "A birch belongs to the tree family.", "Birch has the properties of shape, size and color.", "A birch belongs to the category of a tree.", "A birch is capable of making needles", "A birch belongs to the tree family tree.", "A birch is a tree of knowledge.", "A birch is made of wood.", "A birch is a tree.", "A birch has the properties of height and width.", "A birch has leaves, a needle and a stem."], "calf": ["A calf has lungs, ect.", "A calf is made of mainly white fur.", "A calf is a baby.", "A calf has horn, eyes, and mouth.", "A calf belongs to the category of calf.", "A calf is made of sperm.", "A calf is capable of?", "A calf has skin color, sensitivity to light and a sensitivity to light.", "A calf belongs to the baby category.", "A calf belongs to the mammals category.", "A calf has the parts of a.", "A calf has lungs, mouth, and diaphragm.", "A calf is a baby calf.", "A calf is made of bones.", "A calf has fur.", "A calf is capable of moving."], "penguin": ["A penguin is made of bones.", "A penguin is a sea animal.", "A penguin belongs to the category .", "A penguin has bouncing ball on noise.", "A penguin belongs to the category of fur.", "A penguin is a kind of animal.", "A penguin belongs to the category of furs.", "A penguin has eyes, a mouth, and a body.", "A penguin has two eyes and a mouth.", "A penguin is made of bone.", "A penguin is a sea animal.", "A penguin is capable of burying dead fish", "A penguin has eyes and a mouth.", "A penguin is capable of laying eggs.", "A penguin has the properties of a.", "A penguin is made of seaweed.", "A penguin is capable of burying an egg.", "A penguin has color and fur."], "wren": ["A wren is capable of flight.", "A wren is a bird.", "A wren is capable of winging.", "A wren is an animal.", "A wren has a mouth, a body and some wings.", "A wren is made of wood.", "A wren has the properties of fur.", "A wren has color, smell, and spines.", "A wren belongs to the category of birds.", "A wren has lungs, eagle, and feet.", "A wren has a lungs, belly, and feet.", "A wren has color, size and shape.", "A wren is made of venom.", "A wren is a type of bird.", "A wren belongs to the category of mammals."], "hummingbird": ["A hummingbird has sensitivity.", "A hummingbird is a bird that eats insects.", "A hummingbird has wings and a mouth.", "A hummingbird has sex.", "A hummingbird is made of pollen.", "A hummingbird is capable of achieving.", "A hummingbird belongs to the category of insects.", "A hummingbird is made of venom.", "A hummingbird has wings, body, and mouth.", "A hummingbird is a kind of bird.", "A hummingbird is a type of bird that carries pollen from one flower to another flower.", "A hummingbird is capable of producing honey.", "A hummingbird has wings, a body, and a mouth.", "A hummingbird has sex, color, and sensitivity.", "A hummingbird belongs to the category honeybee.", "A hummingbird belongs to a category."], "carnivore": ["A carnivore has scavengers and predators.", "A carnivore belongs to the tier.", "Carnivores have tadpoles and tadpoles.", "A carnivore is capable of scavenging.", "A carnivore is a predator.", "A carnivore is made of dead organisms.", "A carnivore belongs to the mammal category.", "A carnivore has scavengers.", "A carnivore is made of tan.", "A carnivore is capable of eating prey.", "A carnivore is capable of eating plants.", "A carnivore is an animal that eats other animals.", "A carnivore has a taste for meat."], "tulip": ["A tulip has the properties of pollination.", "A tulip is capable of flowering.", "A tulip has the parts of a flower, a stigma, and a stem.", "A tulip is capable of?", "A tulip has color, size, shape and other properties such as a tulip.", "A tulip has the properties of a flower.", "A tulip belongs to the category of flowers.", "A tulip is a plant.", "A tulip is made of flower petals.", "A tulip is made of pollen.", "A tulip is a flower.", "A tulip belongs to the category of flowering plants.", "A tulip has the flower and flower parts.", "A tulip belongs to the category of flower."], "leopard": ["A leopard is capable of camouflage.", "A leopard is made of skin.", "A leopard has talons, paws, and talons.", "A leopard has color, fur, horn and paws.", "A leopard belongs to the predator category.", "A leopard has talons, paws, and a back.", "A leopard is a mammal.", "A leopard has talons, paws, and back.", "A leopard has color, fur, and paws.", "A leopard belongs to the mammals category.", "A leopard is capable of being a predator.", "A leopard is a mammal that looks like an animal.", "A leopard is made of venom.", "A leopard belongs to the category of prey.", "A leopard is a mammal.", "A leopard has properties of fur.", "A leopard is capable of being a predator."], "hippopotamus": ["A hippopotamus has tusks, mouth, and diaphragm.", "A hippopotamus is a large, muscular animal that moves quickly.", "A hippopotamus is capable of moving.", "A hippopotamus has sensitivity.", "A hippopotamus has ovaries, phalanges, and phalanges.", "A hippopotamus is made of a.", "A hippopotamus belongs to mammals.", "A hippopotamus has tusks, paws, and mouth.", "A hippopotamus is a large animal that eats small mammals.", "A hippopotamus is made of venom.", "A hippopotamus is capable of.", "A hippopotamus is an animal.", "A hippopotamus has a number of properties.", "A hippopotamus is capable of a move."], "vertebrate": ["A vertebrate has body size, color, and sensitivity.", "A vertebrate has a lungs, esophagus, and stomach.", "A vertebrate is capable of camouflage and adaptation for flight.", "A vertebrate is an animal.", "A vertebrate is capable of absorbing light energy.", "A vertebrate has skeleton, digits, and eyes.", "A vertebrate belongs to the reptiles category.", "A vertebrate is an animal.", "A vertebrate is made of bones, skin and abrasions.", "A vertebrate is made of bones.", "A vertebrate belongs to the reptile category.", "A vertebrate has the properties of cells.", "A vertebrate is a kind of animal.", "A vertebrate is made of cells.", "A vertebrate has the lungs, mouth, diaphragm, and stomach.", "A vertebrate has lungs.", "A vertebrate is capable of burying an egg."], "tiger": ["A tiger has the properties of a king.", "A tiger has fur.", "A tiger is capable of escape.", "A tiger has four paws, two eyes, and a mouth.", "A tiger is capable of roaring.", "A tiger is made of black fur.", "A tiger has the properties of size, color, and fur.", "A tiger belongs to the category of a predator.", "A tiger is made of tiger fur.", "A tiger is a carnivore.", "A tiger is made of tan.", "A tiger is capable of.", "A tiger has four paws, two eyes, a mouth, and a stomach.", "A tiger is a carnivore.", "A tiger is a mammal.", "A tiger belongs to the predators category."], "dog": ["A dog is capable of smelling, hearing, and smell.", "A dog is an animal that is a dog.", "A dog is capable of bouncing ball on noise.", "A dog has lungs, mouth, and dilatation.", "A dog has lungs, mouth, and stomach.", "A dog has lungs, mouth, and diaphragm", "A dog belongs to the category of animal", "A dog is made of bones, skin and.", "A dog is a large, muscular animal.", "A dog is made of.", "A dog is a kind of animal.", "A dog has a mutt, a female dog and a male dog.", "A dog belongs to the category of a.", "A dog is made of bones.", "A dog has speed and other properties that are considered to be of great value.", "A dog has speed and fur.", "A dog belongs to the dog category."], "turtle": ["A turtle is a kind of animal", "A turtle is capable of that.", "A turtle has venomous properties.", "A turtle is capable of a swim.", "A turtle is made of shell.", "A turtle belongs to the category of aquatic animals.", "A turtle belongs to the reptiles category.", "A turtle is made of venom.", "A turtle has gills, crest, and tail.", "A turtle has venom.", "A turtle is an animal.", "A turtle is capable of burying an egg.", "A turtle has a shell, gills, and back.", "A turtle has the shell, gills, and crest."], "hen": ["A hen is capable of laying eggs.", "A hen belongs to the raccoons category.", "A hen is made of feathers.", "A hen is made of egg.", "A hen is a kind of bird.", "A hen has four wing feathers, one on each side of the hen's body.", "A hen has a bouncy, feathery shape.", "A hen has wing tips.", "A hen belongs to the category of asexual reproduction.", "A hen has four wing feathers, one on each side of the body.", "A hen is made of asexual reproduction", "A hen is capable of laying eggs.", "A hen is capable of laying egg", "A hen has a sexy female.", "A hen has a property.", "A hen is an animal."], "porcupine": ["A porcupine belongs to the mammals category.", "A porcupine is made of ribosomes.", "A porcupine is a kind of mammal.", "A porcupine is a kind of animal.", "A porcupine has a skin color that matches its habitat.", "A porcupine has tadpoles.", "A porcupine is capable of sneezing, kicking and digging.", "A porcupine is capable of sneezing.", "A porcupine has a skeletal system.", "A porcupine has the properties of a furry.", "A porcupine is made of 80% plant matter.", "A porcupine is made of 80% plant matter % animal fat."], "owl": ["An owl has tadpoles.", "An owl belongs to the mammals category.", "An Owl has eyes.", "An owl is capable of scavenger hunts.", "An owl is capable of camouflage.", "An owl is a bird.", "The owl has a wing and a wing.", "An owl has sight, hearing and smell properties.", "An owl is made of feathers.", "An owl is capable of camouflage, hibernation, and flight.", "An owl is made of bones.", "An owl is a kind of bird.", "An owl is made of a florinated.", "An owl is a kind of animal", "An owl belongs to the category of avian."], "peacock": ["A peacock is an animal.", "A peacock has talons, wing, and feet.", "A peacock is a kind of bird.", "A peacock is made of feathers.", "A peacock is capable of flight.", "A peacock is made of reeds.", "A peacock is capable of laying eggs.", "A peacock has tadpoles.", "A peacock has tadpoles.", "A peacock has feathers and tadpoles.", "A peacock belongs to the mammals category.", "A peacock belongs to the bird category.", "A peacock is capable of.", "A peacock is a bird.", "A peacock has feathers."], "american bison": ["An american bison has tan, fur and paws.", "An american bison has horn, tadpoles, and feet.", "An american bison is a large animal.", "An american bison is capable of movement.", "An american bison is a type of large carnivore.", "An american bison is made of tan.", "An american bison belongs to the category of bison.", "An american bison is capable of.", "An american bison is a kind of large animal.", "An american bison has horn, tusk, and mouth.", "An american bison is made of horn,distance,distance.", "An american bison is made of fur.", "An american bison has fury properties.", "An american bison has a horn, tadpoles, and paws."], "robin": ["A robin is made of feathers", "A robin is capable of flight.", "A robin has properties of.", "A robin is made of venom.", "A robin is a mammal that is a robin.", "A robin has talons, wing, and feet.", "A robin has the properties of color, plumage and plumage.", "A robin has color and fur.", "A robin has tadpoles.", "A robin has talons, a wing, and mouth.", "A robin is a mammal.", "A robin is a bird.", "A robin is capable of being able to withstand predators.", "A robin belongs to the category of mammals.", "A robin is capable of being a predator.", "A robin is made of."], "frog": ["A frog has skin and skin properties.", "A frog has tadpoles.", "A frog belongs to the category of amphibians.", "A frog is made of venom.", "A frog has a lungs.", "A frog is capable of tadpoles.", "A frog is a kind of animal.", "A frog is made of scales.", "A frog has lungs, mouth, and diaphragm.", "A frog has lungs, mouth, and belly.", "A frog is capable of releasing water into the water cycle", "A frog is an amphibian.", "A frog belongs to the amphibian category.", "A frog has sensitivity."], "rose": ["A rose is a plant.", "A rose is a flower.", "A rose has the petals, inner petals, and seeds.", "A rose belongs to the  '' category'''' ''' ''", "A rose has the properties of pollination and sedation.", "A rose is capable of producing flower petals.", "A rose is capable of flowering.", "A rose belongs to the category of flower.", "A rose is capable of height.", "A rose has petals.", "A rose is a plant reproduction vehicle.", "A rose is made of sugar.", "A rose is made of.", "A rose is made of wax.", "A rose has pollination and reproduction."], "sparrow": ["A sparrow is made of feathers.", "A sparrow has fur.", "A sparrow is a bird.", "A sparrow is an animal.", "A sparrow has eyes, wing, and feet.", "A sparrow belongs to the category of an avian.", "A sparrow has wings, talons, and feet.", "A sparrow belongs to the hawks category.", "A sparrow is made of skin.", "A sparrow is capable of flight.", "A sparrow has eyes, talons, and feet.", "A sparrow has a.", "A sparrow has feathers.", "A sparrow belongs to the category of birds."], "midge": ["A midge is an insect that eats other insects.", "A midge is made of venomous.", "A midge has a stinger and antenna.", "A midge is capable of moving quickly.", "A midge has gills, a mouth, and some wings.", "A midge is capable of stinging.", "A midge has tadpoles.", "A midge is an insect that eats other insects for food.", "A midge has stinger, antennae, and mouthpiece.", "A midge is made of venom.", "A midge has wing, body, and tadpoles.", "A midge belongs to the category of insects.", "A midge is a worm.", "A midge is capable of moving.", "A midge has sensitivity."], "cheetah": ["A cheetah is a mammal.", "A Cheetah is capable of speed, navigation and other things.", "A cheetah has the properties of fur and a.", "A cheetah belong to the prey category.", "A cheetah belongs to the predator category.", "A cheetah is capable of speed.", "A cheetah has paws, talons, and eyes.", "A cheetah is a mammal.", "A cheetah is made of tan.", "A cheetah has paws, talons, and a mouth.", "Cheetah has tan, black fur.", "A cheetah has color, fur, and paws.", "A cheetah is made of venom."], "computer": ["A computer can write programs.", "A computer is made of silicon.", "A computer is capable of performing perform math.", "A computer can perform calculations.", "A computer is capable of performing math functions.", "A computer belongs to the category of hardware.", "A computer is a device that runs programs.", "A computer is made of metals.", "A computer has magnetic, electrical, and mechanical parts.", "A computer is made of metal.", "A computer is a device used for communication.", "A computer belongs to the category of electronics.", "A computer is a thing that performs a function.", "A computer has a hard drive and memory."], "chick": ["A chick is a baby bird.", "A chick belongs to the category of the womb.", "A chick has tadpoles.", "A chick has the womb, tadpoles, and wing.", "A chick is capable of laying eggs.", "A chick is made of eggs.", "A chick is an egg.", "A chick belongs to the category of egg.", "A chick is made of an egg.", "A chick has a womb full of eggs, and a mouth full of mik.", "A chick has a womb, a mouth, and some feathers.", "A chick has lungs.", "A chick is capable of laying eggs."], "buck": ["A buck has lungs, heart, and blood vessels.", "A buck belongs to the animal kingdom category.", "A buck has the horn, tadpoles, and paws.", "A buck is made of bones.", "A buck is capable of sneezing, roaring.", "A buck is a whole animal.", "A buck is an animal.", "A buck has horn, tadpoles, and feet.", "A buck belongs to the animal category.", "A buck is capable of sneezing.", "A buck has cells.", "A buck is made of wood.", "A buck has lungs, heart, blood vessels.", "A buck is a kind of animal.", "A buck belongs to the mammals category."], "daisy": ["A daisy is capable of pollination.", "A daisy belongs to the flower category.", "A daisy is made of pollen.", "A daisy is made of sugar.", "A daisy has petals, stem, and leaves.", "A daisy has pollination properties.", "A daisy has flower parts.", "A daisy is a flower.", "A daisy is capable of flowering", "A daisy has petals, a stem, and a branch.", "A daisy has a.", "A daisy belongs to the category.", "A daisy has pollination, reproduction and resauntion.", "A daisy belongs to the category of flowering plants."], "poodle": ["A poodle has inherited characteristics.", "A poodle is made of.", "A poodle has fur.", "A poodle has a paw.", "A poodle is a dog.", "A poodle has inherited traits.", "A poodle has inherited properties.", "A poodle is made of atoms", "A poodle is capable of smelling, hearing, and smelling.", "A poodle is a small dog.", "A poodle has four parts.", "A poodle belongs to the dog family.", "A poodle is made of plastic.", "Poodles are capable of play fetch, sit, and roll over.", "A poodle belongs to the category of dog.", "A poodle is capable of smelling, hearing, and movement."], "elephant": ["An elephant is a large, muscular animal that moves quickly on its feet.", "An elephant is made of wood and plastic.", "An elephant is capable of moving.", "The elephant has tusks, claws, and paws.", "An elephant has a number of properties.", "An elephant is capable of roaring.", "An elephant is a large animal that is a large animal.", "An elephant belongs to the category of   ''.", "An elephant has trunk, paws and tusks.", "An elephant is a large animal with many features.", "An elephant belongs to the category of mammals.", "An elephant is made of wood.", "An elephant has a trunk, paws, and tusks.", "An elephant belongs to the family category.", "An elephant has the properties of strength and size.", "An elephant is capable of roar."], "hound": ["A hound is made of bone.", "A hound is capable of sneezing.", "A hound is capable of smelling prey.", "A hound is a mammal.", "A hound has paws, drool and a heart.", "A hound has inherited traits.", "A hound is a dog that hunts.", "A hound belongs to the category of dog.", "A hound is made of bones.", "A hound has a property.", "A hound has the properties of a hound that is furry.", "A hound has paws, drool, ear, and mouth.", "A hound belongs to the category of dogs.", "A hound is made of angstrom.", "A hound is a mammal."], "carp": ["A carp has gills, drool, and blood vessels as properties.", "A carp is made of scales and bones.", "A carp is capable of scalings.", "A carp is capable of scales, movement and reproduction.", "A carp has gills.", "A carp has gills and mouth.", "A carp is a kind of fish.", "A carp is a fish.", "A carp belongs to the category of ocean.", "A carp belongs to the category of.", "A carp belongs to the fish category.", "A carp has gills, drool, blood properties.", "A carp has the properties of scales, sensitivity and sensitivity.", "A carp is made of scales."], "sparrow hawk": ["A sparrow hawk has a front, two rears, and one side feathers.", "A sparrow hawk has sensitivity.", "A sparrow hawk belongs to the category of predators.", "A sparrow hawk has a front, two rear, and three side feathers.", "A sparrow hawk is capable of camouflage, hibernation, and feeding.", "A sparrow hawk has sight and sight.", "A sparrow hawk has eyes.", "A sparrow hawk belongs to the predator category.", "A sparrow hawk is a bird.", "A sparrow hawk is made of wood.", "A sparrow hawk is capable of camouflage.", "A sparrow hawk is a predator.", "A sparrow hawk has feathers, talons, and eyes.", "A sparrow hawk is made of feathers.", "A sparrow hawk is made of a."], "puppy": ["A puppy belongs to the category a dog.", "A puppy is a baby.", "A puppy has four paws, two paws and a belly.", "A puppy has the properties of size, color, and fur.", "A puppy has four paws, two paws and a mouth.", "A puppy is capable of playing fetch, rolling over, digging, and playing fetch.", "A puppy is made of bones", "A puppy is made of skeletal system.", "A puppy has four paws, one on each side of the dog.", "A puppy is capable of playing fetch, fetch, and sitting.", "A puppy belongs to the category dog.", "A puppy has the properties of size, color and sensitivity.", "A puppy is a young dog.", "A puppy is capable of playing fetch, rolling over, digging, rolling over."], "oryx": ["An oryx is a lizard.", "An oryx has the lungs, mouth, and diaphragm.", "An oryx is made of nickel.", "An oryx is capable of absorbing light.", "An oryx belongs to the category.", "An oryx is made of minerals.", "An oryx is a scaled animal.", "An oryx has a property of a.", "An oryx has luster, hardness.", "An oryx belongs to mammals.", "An oryx has lungs, esophagus, and mouth.", "An oryx is a kind of tropical plant.", "An oryx is capable of making objects appear bigger."], "jaguar": ["A jaguar is a large mammals that eat animals.", "A jaguar has two paws and a claw.", "A jaguar is capable of being a predator.", "A jaguar belongs to the predators category.", "A jaguar is venomous.", "A jaguar has two paws and a claws.", "A jaguar has fur.", "A jaguar is a large animal.", "A jaguar belongs to the mammals category.", "A jaguar is capable of being a predator.", "A jaguar has two paws and a mouth.", "A jaguar is made of venom.", "A jaguar has inherited traits.", "A jaguar is a large mammals that carry out research.", "A jaguar belongs to the predator category.", "A jaguar is capable of roaring."], "howler monkey": ["A howler monkey is capable of.", "A howler monkey is a monkey that moves quickly on its own.", "A howler monkey belongs to the mammals category.", "A howler monkey has paws, tadpoles, and feet.", "A howler monkey has the properties of hearing, sensitivity and sensitivity.", "A howler monkey is capable of communication.", "A howler monkey has hearing, sensitivity to sound.", "A howler monkey belongs to the category of monkeys.", "A howler monkey is a monkey that can talk.", "A howler monkey has paws, hands, and feet.", "A howler monkey has tadpoles.", "A howler monkey is made of reeds.", "A howler monkey belongs to the apes category.", "A howler monkey is capable of calling.", "A howler monkey is a type of monkey.", "A howler monkey is made of venom."], "llama": ["A llama is a mammal.", "A llama is made of venomous material.", "A llama has the eyes, ear, nose, and mouth parts.", "A llama has properties.", "A llama is made of venom.", "A llama is capable of producing wool.", "A llama belongs to the mammals category.", "A llama has eyes.", "A llama has the properties of fur.", "A llama belongs to the category of.", "A llama is capable of producing milk.", "A llama belongs to the sheep category.", "A llama is an animal that hat its own characteristics.", "A llama has sensitivity.", "A llama is made of is venomous.", "A llama is a kind of animal.", "A llama has eyes, ear, and mouth.", "A llama is capable of laying down."], "whale": ["A whale has fur.", "A whale is capable of releasing energy.", "A whale is made of blubber.", "A whale is a kind of animal.", "A whale has gills, mouth, and dimples.", "A whale is a kind of large fish that eats other animals.", "A whale is capable of swimming.", "A whale has gills, blubber and tonsils.", "A whale is made of bones.", "A whale is made of fat.", "A whale belongs to the category of mammals.", "A whale belongs to the fish category.", "A whale has properties of fur, blubber, and bone.", "A whale has blubber parts.", "A whale is a large ocean fish that eats other animals."], "adder": ["An adder is made of.", "An adder is capable of adding, removing, and multiplying.", "An adder belongs to a taxonomic group.", "An adder is made of metal.", "An adder belongs to the taxonomic taxonomic category.", "An adder belongs to the category fungi.", "An adder has levers and gears.", "An adder is a device for adding volume to liquids.", "An adder has two levers for gripping.", "An adder has a positive charge.", "An adder has the properties of shape, size, weight.", "An adder is capable of adding, removing, combining.", "An adder has a gripping surface.", "An adder is a device for adding volume to liquids or objects.", "An adder is capable of adding numbers."], "peony": ["A peony is made of wax and the stems of plants.", "A peony has the flower.", "A peony belongs to the flowering category.", "A peony is a flower or a plant.", "A peony belongs to the flower category.", "A peony has the property of pollination.", "A peony is made of wax and stems.", "Peonies have flowers.", "A peony belongs to the category of a peony.", "A peony is a flower that is cut in half.", "A peony is made of wax.", "A peony has the properties of a flower.", "A peony is capable of flowering."], "chicken": ["A chicken is capable of lay eggs.", "A chicken is an animal.", "A chicken belongs to the predatory category.", "A chicken has the following properties of hearing and sensitivity.", "A chicken has a feather and tadpoles.", "A chicken belongs to the quail family category.", "A chicken belongs to the quail category.", "A chicken has lungs, feathers and tadpoles.", "A chicken is capable of laying eggs.", "A chicken is made of white feathers.", "A chicken is made of white meat.", "A chicken has tadpoles.", "A chicken has feathers, thighs, and thigh.", "A chicken is made of dna.", "A chicken is a bird."], "daffodil": ["A daffodil has the properties of a chile.", "A daffodil belongs to the category of a flower.", "A daffodil has petals, a stem, and a branch.", "A daffodil is made of wax.", "A daffodil belongs to the category of daffodils.", "A daffodil is a kind of flower.", "A daffodil is capable of producing pollen.", "A daffodil is a flower.", "A daffodil has petals, a stem, and some leaves.", "A daffodil has pollination properties.", "A daffodil is capable of flowering.", "A daffodil belongs to the category of a flower.", "A daffodil is capable of?", "A daffodil is a flower.", "A daffodil has the flower part.", "A daffodil is made of."], "turkey": ["A turkey has tan, brown, and striped properties.", "A turkey is capable of flight.", "A turkey has tan, brown, white properties.", "A turkey belongs to the category of terrestrial animals.", "A turkey is capable of burying an egg.", "A turkey has a tan.", "A turkey is a kind of animal.", "A turkey has tadpoles.", "A turkey is a large animal.", "A turkey is a kind of bird.", "A turkey is made of wood.", "A turkey belongs to the terrestrial animal category.", "A turkey is made of white meat.", "A turkey belongs to the category of omnivores.", "A turkey has feathers.", "A turkey has feathers, tadpoles, and wing tips.", "A turkey is capable of burying dead organisms."], "myna": ["A myna has cytoplasm properties.", "A myna is a plant cell.", "A myna is capable of absorbing light.", "A myna has cell wall properties.", "A myna is capable of producing venom.", "A myna belongs to the fungi category.", "A myne is a tissue.", "A myna is a cell wall.", "A myna is capable of producing vesicles.", "A myna belongs to the bacteria category.", "A myna is made of refractory.", "A myna has cell parts.", "A myna is made of refractory cells."], "livestock": ["A livestock has a lungs, equator, and heart.", "A livestock has lungs.", "A livestock is a kind of animal.", "A livestock belongs to the animal kingdom.", "A livestock is capable of moving.", "A livestock has a.", "A livestock belongs to the animal category.", "A livestock is made of organic material.", "A livestock is capable of.", "A livestock is a living thing.", "A livestock is an animal.", "A livestock belongs to the herds category.", "A livestock is made of cells.", "A livestock is made of a skeletal system."], "albatross": ["An albatross is a bird that flies around the world.", "An albatross is capable of blubber.", "An albatross has the properties of fur.", "An albatross is capable of burying eggs.", "An albatross is made of a.", "An albatross has a wing.", "An albatross has a wing and tail.", "An albatross is a bird that flies at night.", "A albatross belongs to the category of mammals.", "An albatross belongs to the category of birds.", "An albatross is a sea animal", "An albatross has blubber properties.", "An albatross has blubber and fur.", "An albatross belongs to the category of sea mammals.", "An albatross has wings.", "An albatross is capable of burying dead fish.", "An albatross is made of feathers."], "mullet": ["A mullet is capable of swimming by the water.", "A mullet is a fish that eats other animals.", "A mullet is capable of a swim up river.", "A mullet is capable of swimming up a river.", "Mullet has color, size, shape and has other properties.", "A mullet has gills, blood vessels and other properties.", "A mullet has a mouth, a back, and some teeth.", "A mullet belongs to the fish category.", "A mullet is made of tan.", "A mullet has a mouth, a spine, and some teeth.", "A mulet is a fish that eats other animals for food.", "A mullet has the color, size and other properties.", "A mullet is made of hair."], "lamb": ["A lamb has tadpoles.", "A lamb is made of a llama.", "A lamb is made of angstrom.", "A lamb is a kind of animal.", "A lamb is made of sheep's wool.", "A lamb has horn, tusk, and spine properties.", "A lamb has a number of properties.", "A lamb has tan, sex, and bone properties.", "A lamb belongs to the mammals, birds and mammals category.", "A lamb is a mammal.", "A lamb is capable of laying down.", "A lamb belongs to the mammals category.", "A lamb is capable of laying down on command."], "cat": ["A cat is capable of escape.", "A cat has lungs, ect.", "A cat has color, fur color, and sensitivity properties.", "A cat has the properties of fur and a home.", "A cat is made of fat.", "A cat has lungs and a paw.", "A cat belongs to the mammals category.", "A cat belongs to the category of animal.", "A cat has color and fur.", "A cat is capable of.", "A cat is an animal.", "A cat is primarily made of fat.", "A cat is a mammal.", "A cat is a kind of animal.", "A cat is made of primarily fat and blood."], "bull": ["A bull has lungs, esophagus, and tonsil.", "A bull is a large, muscular animal that weighs a lot, usually has a long tail and is fast.", "A bull is made of horns and bones.", "A bull has a horn, tusk, and mouth.", "A bull is made of horns, sinew and bone.", "A bull is made of horns.", "A bull has horns, tusks, and bones.", "A bull belongs to the herd category.", "A bull is an animal.", "A bull has horns, tusks, and bones.", "A bull is a large, muscular animal that weighs a lot of weight, usually a male.", "A bull has the properties of strength.", "A bull is capable of moving quickly.", "A bull has three parts: the esophagus, and the stomach.", "A bull is capable of being a bull."], "pine": ["A pine belongs to the tree category.", "A pine is a tree.", "A pine belongs to the category of tree.", "A pine has strength and has the properties of a pine.", "A pine has roots, seeds, and needles.", "A pine is capable of producing sugar.", "A pine has the parts of a needle.", "A pine is a tree that is a tree.", "A pine has the shape, size and color.", "A pine is capable of photosynthesis.", "A pine is made of wood.", "A pine has the properties of height and width.", "A pine belongs to the tree family.", "A pine has needles, seeds, and needles.", "A pine is made of a tree.", "A pine is capable of absorbing light."], "lion": ["A lion is a predator.", "A lion has fur.", "A lion has paws, tusks, and mouth.", "A lion is made of bones.", "A lion is capable of being a predator.", "A lion belongs to the category of predators.", "A lion is made of tusks.", "A lion is a mammal.", "A lion is capable of roaring and squealing.", "A lion has paws, tusks, and claws.", "A lion is made of bone.", "A lion belongs to the category of a predator.", "A lion is capable of.", "A lion is a predator.", "A lion has a property."], "mammal": ["A mammal has a skeletal system.", "A mammal is a type of animal.", "A mammal is capable of?", "A mammal is made of cells.", "A mammal is capable of movement.", "A mammal is an animal.", "A mammal has a skeletal system.", "A mammal belongs to the category of a mummy.", "A mammal belongs to the mammals category.", "A mammal is made of cell membrane.", "A mammal has the skeletal system, muscular system.", "A mammal is made of cell walls.", "A mammal has cell properties.", "Mammals are capable of movement, reproduction and reproduction.", "A mammal is a kind of animal.", "A mammal has lungs, mouth, and diaphragm."], "ox": ["An ox is a kind of animal.", "An ox is made of hair.", "An ox is made of bones.", "An ox is made of white fur.", "An ox belongs to the category of herds.", "An ox is capable of sneezing.", "An ox has sensitivity properties.", "An ox is capable of smelling.", "An ox belong to the category ''.", "An ox has horns, talons, and calipers.", "An ox is capable of smelling and producing odor.", "An ox has horns, talons, and bones.", "An ox is an animal.", "An ox has horns, talons, and spines.", "An ox belongs to the herd category.", "An ox has many properties."], "dolphin": ["A dolphin has gills, blood vessels and a large intestine.", "A dolphin is made of a scaled body.", "A dolphin is capable of releasing energy.", "A dolphin has the properties of a dolphin.", "A dolphin has gills, mouth, and dimples.", "A dolphin belongs to the category fish.", "A dolphin is made of blubber.", "A dolphin is made of water.", "A dolphin belongs to the food web.", "A dolphin is capable of swimming.", "A dolphin belongs to the category of mammals.", "A dolphin has gills, mouth, and fins.", "A dolphin is a kind of animal that eats food.", "A dolphin has gills, fins, and mouth.", "A dolphin has gills and blood vessels."], "giant panda": ["A giant panda has a skeletal system.", "A giant panda has eyes.", "A giant panda is capable of roaring.", "A giant panda is a large predator that moves quickly.", "A giant panda has the properties of fur.", "A giant panda belongs to the category of mmal.", "A giant panda is a predator.", "A giant panda has skeletal parts.", "A giant panda has tadpoles.", "A giant panda belongs to the mammals category.", "A giant panda is capable of roar.", "A giant panda is made of venom."], "duck": ["A duck belongs to the category of aquatic animals.", "A duck has gills, drool, and mouth", "A dreg has color and sensitivity.", "A duck is made of natural material.", "A duck belongs to the mammal category.", "A duck is a water animal.", "A duck has gills, rectum and phalanges.", "A duck is capable of swimming.", "A duck has color and fur.", "A duck belongs to the category of ducks.", "A duck is capable of swimming, jumping and feeding.", "A duck has color and sensitivity.", "A duck has gills, drool, and eyes.", "A duck is a kind of animal.", "A duck is made of wood."], "cockerel": ["A cockerel has color, sensitivity and sensitivity.", "A cockerel is a bird.", "A cockerel is made of shell and bones.", "A cockerel is capable of laying eggs.", "A cockerel has gills, a mouth, and some claws.", "A cockerel belong to the hawks category.", "A cockerel has gills and a mouth.", "A cockerel has gills, a mouth, and some rumps.", "A cockerel has color, size, shape and other properties.", "A cockerel is a kind of bird.", "A cockerel is made of shell.", "A cockerel belongs to the category birds.", "A cockerel is capable of causing a dreadful commotion.", "A cockerel is capable of producing raccoons.", "Cockerel have color and size."], "orchid": ["An orchid belongs to the tropical plants category.", "An orchid is made of pollen and seeds.", "An orchid belongs to the category of.", "An orchid is capable of producing flowers.", "An orchid belongs to the category of flowering plants.", "An orchid has a property of a.", "An orchid has leaves.", "An orchid has petals, a stem, and a branch.", "An orchid is a flower, a fruit, and a stem.", "An orchid has color, sensitivity and color.", "An orchid is made of pollen.", "An orchid is a flower.", "An orchid is capable of flowering."], "salamander": ["A salamander has gills, mouth, and spines.", "A salamander is made of scales.", "A salamander is made of scales, organic material.", "A salamander is a kind of animal.", "A salamander has gills and rectum.", "A salamander has the properties of scales and sensitivity.", "A salamander is capable of a swim.", "A salamander has gills, drool, blood.", "A salamander is capable of swimming up a river to retrieve food.", "A salamander belongs to the category fishes.", "A salamander belongs to the fish category.", "A salamander has sensitivity.", "A salamander is capable of swiping up a river."], "zebra": ["A zebra is made of cells, tissues and abras.", "A zebra is capable of doing.", "A zebra has lungs, equator, and mouth.", "Zebras have skin color and sensitivity to light.", "A zebra has tadpoles and other properties.", "A zebra is an animal.", "A zebra is capable of moving.", "A zebra belongs to the category mammals.", "A zebra is a kind of animal.", "A zebra has lungs, mouth, and diaphragm.", "A zebra is a mammal.", "A zebra is made of venom.", "A zebra has the properties of a zebra.", "A zebra has tusks and claws.", "A zebra is made of cells."], "domestic ass": ["A domestic ass is made of venom.", "A domestic ass has lungs, mouth, and diaphragm", "A domestic ass is made of a skeletal system.", "A domestic ass has the property of having fur.", "A domestic ass belongs to the animal category.", "A domestic ass is made of atoms.", "A domestic ass is capable of smothering a baby.", "A domestic ass has rounded edges and rounded edges.", "A domestic ass is an animal.", "A domestic ass belongs to the category of domestic animals.", "A domestic ass has eyes and mouth.", "A domestic ass has eyes, mouth, and stomach.", "A domestic ass is capable of sex communication.", "A domestic ass has warmth.", "A domestic ass is capable of removing objects from a room.", "A domestic ass is a dog.", "A domestic ass is a tadpole."], "european wolf spider": ["An european wolf spider is a type of reptile.", "An European wolf spider belongs to the category of scaled animals.", "An european wolf spider has the parts of a.", "An european wolf spider has venomous properties.", "An european wolf spider is made of venom.", "An european wolf spider is capable of camouflaging as a dangerous animal.", "An european wolf spider is made of webbed feet.", "An european wolf spider has webs.", "An european wolf spider belongs to the category of arachnids.", "An european wolf spider belongs to the scaled animal category.", "European wolf spiders have the properties of fur.", "An european wolf spider is capable of camouflage.", "An european wolf spider has webs and webs of prey.", "The European wolf spider has camouflage and camouflage.", "An european wolf spider is a kind of spider."], "ladybug": ["A ladybug has wings and body.", "A ladybug has a body and a mouth.", "A ladybug is made of venomous.", "A ladybug is capable of attracting insects with its tiny body.", "A ladybug belongs to the category of insects.", "A ladybug has a body and a head.", "A ladybug has sensitivity.", "A ladybug is made of venomous material.", "A ladybug has specialized cells for female insects.", "A ladybug is capable of attracting mates.", "A ladybug is made of venom.", "A ladybug is an insect that eats other insects.", "A ladybug has sex, sensitivity.", "A ladybug is capable of attracting insects.", "A ladybug is an insect that eats blood."], "giraffe": ["A giraffe is made of.", "A giraffe has a giraffe.", "Giraffes are capable of threatening predators.", "A giraffe is a large, muscular animal that moves quickly on its tummy.", "A giraffe has tusks, paws, and mouths.", "Giraffes have fur properties.", "A giraffe is a large, muscular animal that moves quickly on its feet.", "A giraffe is capable of roaring.", "A Giraffe is an animal.", "Giraffes belong to the mammals category.", "A giraffe has horn, spines, and tadpoles.", "A giraffe belongs to the category of animals.", "A giraffe is capable of a giraffe.", "Giraffes have tusks, paws, and mouth.", "Giraffes have tusks, mouths and dimples.", "A giraffe belongs to the family category."], "camel": ["A camel is a male animal that carries a baby.", "A camel is capable of stunts.", "A camel has the properties of a camel.", "A camel is made of venom.", "A camel is an animal that is an animal.", "A camel is capable of asexual reproduction.", "A camel has a lot of parts.", "A camel is made of opossums.", "A camel is made of an opossum.", "A camel belongs to the category of a category.", "A camel has horn, tusk, and mouth.", "A camel has the horn, tusk, and mouth.", "A camel belongs to the category of mammals.", "A camel is capable of a stunt."], "oak": ["An oak is made of wood.", "An oak has a woody properties.", "The properties an oak has is strong.", "An oak is a tree.", "An oak has leaves, a needle and a sap.", "An oak belongs to the tree category.", "An oak is made of a tree.", "An oak belongs to the category of the tree.", "An oak is made of elm.", "An oak is capable of fruiting.", "An oak has leaves, stem and branches.", "An oak has leaves and needles.", "An oak is capable of shelter.", "An oak has strength.", "An oak is capable of fruit."], "reptile": ["A reptile has venom and venom.", "A reptile is capable of speed and movement.", "A reptile is capable of?", "A reptile is made of a.", "A reptile is capable of speed.", "A reptile belongs to the category of mammals.", "A reptile is an animal.", "A reptile is made of venom.", "A reptile has the lungs, mouth, and stomach.", "A reptile has venomous.", "A reptile belongs to the category.", "A reptile is a kind of reptile.", "A reptile is a kind of animal.", "A reptile is made of skin.", "A reptile has lungs, ect."], "gladiolus": ["A gladiolus belongs to the herbaceous plant category.", "A gladiolus has four petals, one on each side of the body.", "A gladiolus is a plant.", "A gladiolus has four main body parts and one smaller body part.", "A gladiolus has sex.", "A gladiolus is made of venom.", "A gladiolus is made of a velour.", "A gladiolus has the properties of sex, shape, and size", "A gladiolus is capable of producing gametes.", "A gladiolus has four main body parts and one smaller part.", "A gladiolus belongs to the herbaceous category.", "A gladiolus belongs to the herb category.", "A gladiolus is an herb.", "A gladiolus is a plant"], "eagle": ["An eagle is made of bone.", "An eagle belongs to the predator category.", "An eagle has feathers, talons, beak.", "An eagle has a predator.", "An eagle is made of a feather", "An eagle has predatory properties.", "An eagle has sensitivity.", "An eagle belongs to the category of predators.", "An eagle is capable of gliding.", "An eagle is made of bones.", "An eagle has feathers, talons, and beak.", "An eagle has feathers, talons, and beaks.", "An eagle is capable of soaring.", "An eagle is a predator."], "new world blackbird": ["A new world blackbird is capable of migration, hibernation and migration.", "A new world blackbird is a bird that can fly.", "A new world blackbird is capable of.", "A new world blackbird is capable of migration.", "A new world blackbird is a kind of bird.", "A new world blackbird has wings and tadpoles.", "A new world blackbird has wings and a tadpole.", "A new world blackbird has black feathers and black spots.", "A new world blackbird belongs to the category of birds.", "A new world blackbird belongs to the category of a new world blackbird.", "A new world blackbird has the properties of a black color.", "A new world blackbird has the property of black feathers.", "A new world blackbird is made of black feathers.", "A new world blackbird is a bird that moves to new places.", "A new world blackbird is made of reeds", "A new world blackbird has wings, talons, and feet.", "A new world blackbird is made of."], "chimpanzee": ["A chimpanzee has brain, spinal cord, eyes, and mouth.", "A chimpanzee belongs to the mammals category.", "A chimpanzee is a mammal that eats animals.", "A chimpanzee belongs to the . '' category.", "A chimpanzee has the brain, spinal cord, eyesight and hearing.", "A chimpanzee is made of black.", "A chimpanzee is capable of smelling, hearing, and talking.", "A chimpanzee has inherited traits.", "A chimpanzee is a mammal.", "A chimpanzee is made of fur.", "A chimpanzee is capable of roaring.", "A chimpanzee is capable of smelling, hearing, and movement.", "A chimpanzee has paws, hands and feet.", "A chimpanzee is a mammal.", "A chimpanzee has paws, hands, and feet.", "A chimpanzee is made of black fur."], "gazelle": ["A gazelle belongs to the category mammals.", "A gazelle has the properties of fur.", "A gazelle has the lungs and mouth.", "A gazelle has lungs, mouth, and eyes.", "A gazelle is capable of photosynthesis.", "A gazelle is a mammal.", "A gazelle is a kind of mammal.", "A gazelle belongs to the mammal category.", "A gazelle is made of venom.", "A gazelle has lungs, mouth, and diaries.", "A gazelle is capable of sex.", "A gazelle has lungs.", "A gazelle is a mammal."], "horse": ["A horse has the properties of movement and movement.", "A horse belongs to the animal category.", "A horse has lungs, heart and blood vessels.", "A horse belongs to the category of a horse.", "A horse is an animal.", "A horse is capable of.", "A horse has tadpoles.", "A horse has the properties of strength, stamina and a horse has that.", "A horse is a kind of large animal.", "A horse is made of a skeletal system.", "A horse has lungs, equine, and male parts.", "A horse belongs to the animal kingdom.", "A horse has ear, nose, mouth and diaphragm.", "A horse is made of bones, muscles and tendons.", "A horse is made of bones, muscles, and skin."], "baboon": ["A baboon is capable of bouncing a ball.", "A baboon is a mammal.", "A baboon has paws, tadpoles, and feet.", "A baboon is made of sperm.", "A baboon is capable of.", "A baboon has a thigh and a thigh that he has to cleave.", "A baboon has the property of being furty.", "A baboon is capable of bouncing on noise.", "A baboon has bounced balls properties.", "A baboon is a mammal.", "A baboon has bouncy, movable properties.", "Baboons belong to the mammals category.", "A baboon is made of sperm, bone and fur.", "A baboon has paws, a belly, and chin.", "A baboon is made of sperm, bone, skin."]}